const MainMockWorks = [
  {
    id: 1,
    icon: '/projects/whitestone/white.webp',
    label: 'Резиденция Whitestone',
    value: 'Затерявшийся в полях одноэтажный дом из натурального камня для любителя уединиться с природой и всеми ее стихиями. Отдохнуть от суеты, вдыхая запах луговых трав и слушая успокаивающий шум воды — это ли не идиллия?',
    link: '/whitestone',
  },
  {
    id: 2,
    icon: null,
    label: 'Вилла в Ренессанс Парк',
    value: 'Подчеркивающий природную красоту окружения современный интерьер загородной резиденции. Теплые оттенки, натуральные материалы и современная мебель превратили место для жилья в гавань спокойствия и уюта.',
    link: '/villa-renaissance/',
  },
  {
    id: 3,
    icon: '/projects/riverSky/riverSky.webp',
    label: 'Квартира в RiverSky',
    value: 'Минималистичные, функциональные и комфортные в повседневной жизни апартаменты с видом на Москву-реку, которые при первом стуке товарищей в дверь, превращаются в стильный опенспейс для камерных вечеринок.',
    link: '/riversky',
  },
  {
    id: 4,
    icon: null,
    label: 'Вилла в Абу-Даби',
    value: 'Плавные формы дюн и пастельные цвета пустыни нашли свое продолжение в гармоничных линиях, гладких формах и светлых тонах интерьера. Расскажем, как простота и минимализм могут создавать уникальные пространства.',
    link: null,
  },
  {
    id: 5,
    icon: '/projects/all/all.webp',
    label: '«Всё в одном»',
    value: 'В этом проекте мы стремились подчеркнуть открытость пространства и отсутствие лишних деталей, многозональность и композиционное единство. Да, на площади в 30 квадратных метров.',
    link: '/all-in-30',
  },
  {
    id: 6,
    icon: '/projects/trinity/trinity.webp',
    label: 'Квартира в «Тринити»',
    value: 'Рассказали о приёмах, которые позволили организовать визуально чистый, геометричный интерьер, и не оставили шанса маленьким проказникам наводить порядок в доме.',
    link: '/triniti'
  },
]