export const MocksMenu = [
  {
    id: 1,
    label: 'Главная',
    link: '/',
  },
  {
    id: 2,
    label: 'Бюро',
    link: '/about',
  },
  {
    id: 3,
    label: 'Услуги',
    link: '/services',
  },
  {
    id: 4,
    label: 'Работы',
    link: '/works',
    children: [
      {
        id: 1,
        label: 'Интерьеры',
        link: '/interiors',
      },
      {
        id: 2,
        label: 'Архитектура',
        link: '/architecture',
      }
    ]
  },
  {
    id: 5,
    label: 'Контакты',
    link: '/contact',
  }, 
]

export const HeadBlocksMoks = [
  {
    id: 1,
    value: 'Мы придаем огромное значение начальному этапу проектирования, чтобы сформировать идею, которая будет служить основой будущего дизайна. Стремимся создавать проекты, которые будут вызывать восторг наших клиентов и оставаться актуальными на протяжении многих лет.'
  },
  {
    id: 2,
    label: 'искренний максимализм',
    value: 'Наш принцип — дать максимум, на который способны мы и ваши м². Желание сделать лучшее, выходящее за рамки обыденного и стандартного, является нашим ориентиром в работе. Всё это уникальный набор ценностей и правил, которые сформировались в процессе многолетней работы команды.'
  },
  {
    id: 3,
    label: 'фокус на деталях',
    value: 'Сердце нашей работы — пристальное внимание к деталям. Мы придерживаемся экосистемного взгляда на дизайн, что подразумевает построение интегрированной системы, где каждый элемент выполняет свою функцию и служит большой цели, обеспечивая лучший опыт.'
  },
  {
    id: 4,
    label: 'точность исполнения',
    value: 'При реализации нет места недосмотрам, неосторожным ошибкам или случайностям. Все проекты без исключения ведутся под пристальным надзором каждого этапа строительных работ, гарантируя, что полученный результат будет соответствовать исходной концепции'
  }
]

export const ServicesOneMoks = [
  {
    id: 1,
    value: '01.1',
    label: 'архитектурная концепция',
  },
  {
    id: 2,
    value: '01.4',
    label: 'менеджмент строительства',
  },
  {
    id: 3,
    value: '01.2',
    label: 'рабочее проектирование',
  },
  {
    id: 4,
    value: '01.5',
    label: 'авторский надзор',
  },
  {
    id: 5,
    value: '01.3',
    label: 'дизайн-проект интерьера',
  },
  {
    id: 6,
    value: '01.6',
    label: 'декорирование',
  }
]

export const WorksLinks = [
  {
    id: 1,
    label: 'Резиденция Whitestone',
    link: '/whitestone'
  },
  {
    id: 2,
    label: 'Вилла в Ренессанс Парк',
    link: '/villa-renaissance'
  },
  {
    id: 3,
    label: 'Квартира в RiverSky',
    link: '/riversky'
  },
  {
    id: 4,
    label: 'Вилла в Абу-Даби',
    link: null,
  },
  {
    id: 5,
    label: '«Всё в одном»',
    link: '/all-in-30'
  },
  {
    id: 6,
    label: 'Тринити',
    link: '/triniti'
  },
  {
    id: 7,
    label: 'Вилла в Репино',
    link: null,
  },
  {
    id: 8,
    label: 'Резиденция Lighthouse',
    link: null,
  },
]